add: mkdocs fix
